Repository: Arandroid-1987/instabook_ios
Catalog: instabook_ios/Instabook/Instabook/*.lproj/Localizable.strings
Languages: fi_fi, it, sr, zh

# action_favorite
source: Favorite
fi_fi: Suosikki
it: Preferito
sr: Omiljeno
zh: 喜好

# action_search
source: Search
fi_fi: Hae
it: Cerca
sr: Potraga
zh: 搜索

# action_settings
source: Settings
fi_fi: Asetukset
it: Impostazioni
sr: Podešavanja
zh: 设置

# activity_instabook_charts_title
source: Instabook Charts
fi_fi: Instabook-Kaaviot
it: Instabook Classifiche
sr: Instabook Grafi
zh: Instabook图表

# activity_result_title
source: Search Result For
fi_fi: Hakutulokset haulle
it: Risultato Della Ricerca Per
sr: Rezultati potrage za
zh: 搜索结果

# annulla
source: Undo
fi_fi: Kumoa
it: Annulla
sr: Povratiti
zh: 撤消

# are_you_sure_clear_data
source: Are you sure you want to clear all app data?
fi_fi: Haluatko varmasti poistaa kaikki sovelluksen tiedot?
it: Sei sicuro di voler cancellare tutti i dati dell'app?
sr: Da li ste sigurni da želite obrisati sve podatke?
zh: 你确定要删除所有应用数据？

# author_full_stop
source: Author:
fi_fi: Kirjailija:
it: Autore:
sr: Autor:
zh: 作者：

source: Best Sellers
fi_fi: Bestsellerit
it: Best Seller
sr: Best Seller-i
zh: 畅销书籍

# billing_error
source: Error during the purchase of the selected product. Try again later
fi_fi: Valitun tuotteen ostossa tapahtui virhe. Yritä myöhemmin uudelleen
it: Errore durante l'acquisto del prodotto selezionato. Riprova piu' tardi
sr: Greška tokom procesa kupovine odredjenog proizvoda. Pokušajte kasnije
zh: 购买所选产品时出错。稍后再试

# book_click_fragment_name
source: Trending Books
fi_fi: Nousussa Olevat Kirjat
it: I più cliccati
sr: Knjige u trendu
zh: 热门书

source: Book Title:
fi_fi: Kirjan nimi:
it: Titolo del Libro:
sr: Naslov knjige:

# congratulations_premium_user
source: Congratulations! You have purchased the selected product
fi_fi: Onneksi olkoon! Olet ostanut valittu tuote
it: Congratulazioni! Hai acquistato il prodotto selezionato
sr: Čestitamo! Ste kupili izabrani proizvod

# connection_unavailable
source: Connection not available
fi_fi: Ei yhteyttä
it: Connessione assente
sr: Povezivanje ne postoji
zh: 连接不可用

# delete_succesfully
source: Data deleted successfully
fi_fi: Kohde poistettu onnistuneesti
it: Dati cancellati con successo
sr: Uspešno obrisani podaci
zh: 数据删除成功

source: Describe the bug
fi_fi: Kuvaile bug
it: Descrivi il bug
sr: Opisuju Problem

# descrizione_bug
source: Bug description:
fi_fi: Virheen kuvaus:
it: Descrizione del bug:
sr: Opis problema (bug-a):
zh: 错误的描述：

source: Email already registered
fi_fi: Sähköposti on jo rekisteröity
it: Email già registrata
sr: Email već registrovani

# error_random_quotes
source: Impossible to get a quote right now
fi_fi: Mahdotonta saada tarjous nyt
it: Impossibile ottenere una citazione in questo momento
sr: Nemoguće dobiti citat odmah

# exception_query_error
source: Error while searching
fi_fi: Haettaessa tapahtui virhe
it: Errore durante la ricerca
sr: Greška tokom potrage
zh: 搜索时出错

# favorite_books_tutorial
source: Here you can find your favorite books. Click on one to see its details or share it with your friends!
fi_fi: Täältä löydät suosikkikirjasi. Napauta kirjaa nähdäksesi yksityiskohdat tai jakaaksesi sen ystäviesi kanssa!
it: Qui trovi i tuoi libri preferiti. Cliccane uno per vederne i dettagli oppure condividilo con i tuoi amici!
sr: Ovde možete videti svoje omiljene knjige. Kliknite na jednu za detalje ili da je podelite sa prijateljima!
zh: 在这里，你可以找到你最喜欢的书。 点击一个查看其详细信息或与您的朋友分享！

# fill_at_least_one
source: Fill at least one of the fields
fi_fi: Täytä ainakin yksi kentistä
it: Compila almeno un campo
sr: Ispunite bar jedno polje
zh: 填写至少一个字段

# grazie_tua_segnalazione
source: Thanks for pointing it out!
fi_fi: Kiitos, että toit tämän asian esille!
it: Grazie per la segnalazione!
sr: Hvala što ste na to upozorili!
zh: 感谢您的反馈！

source: HELP US
fi_fi: AUTA MEITÄ
it: AIUTACI
sr: POMOZI NAM

# hint_email
source: e-mail
fi_fi: sähköposti

# hint_password
source: password
fi_fi: salasana
sr: lozinka

source: How To!?
fi_fi: Miten!?
sr: Kako!?
zh: 如何！？

source: I searched for
fi_fi: Hain
it: Ho cercato
sr: Tražio sam
zh: 我搜索

# in_app_products_info
source: Unlock Microphone: allows you to search vocally. Remove Advertising: stops ads to be displayed leaving you free to use the app in the best possible way. Unlock Theme: allows you to select a different color combination for the app
fi_fi: Avaa Mikrofoni: voit hakea ääneen. Poista Mainonta: pysäyttää mainoksia näytetään joten voit käyttää sovellusta parhaalla mahdollisella tavalla. Avaaa Teema: voit valita eri väriyhdistelmä sovellusta
it: Sblocca Microfono: consente di effettuare ricerche vocali. Rimuovi Pubblicità: rimuove gli annunci lasciandovi liberi di utilizzare l'applicazione nel miglior modo possibile. Sblocca Tema: consente di selezionare una combinazione di colori differente per l'applicazione
sr: Odključati mikrofon: odključavanje mikrofona za potragu glasom. Zabraniti Reklame: prestaje oglase koji će biti prikazani ostavljajući vas slobodno da koristite aplikaciju na najbolji mogući način. Odključati temu: omogućava vam da izaberete drugačiju kombinaciju boja za aplikaciju

# input_author
source: Input the book authors (if you remember them)
fi_fi: Input kirjan kirjoittajat (jos muistat ne)
it: Inserisci gli autori del libro (se te li ricordi)
sr: Unesite autori knjige (ako ih zapamtiti)

# input_text_to_search
source: Input the text to search. Example: "Anybody can make history, only a great man can write it"
fi_fi: Syötä haettava teksti. Esimerkiksi: "Kuka tahansa voi tehdä historiaa, vain suurmies voi kirjoittaa sitä"
it: Inserisci la citazione da cercare. Ad esempio: "I libri servono a capire e a capirsi, e a creare un universo comune anche in persone lontanissime"
sr: Napišite tekst za traženje. Primer: ,,Tajna se duže pamti nego jasna istina."
zh: 输入要搜索的文本。 例子：“任何人都可以创造历史，只有一个伟大的人可以写它”

# input_title
source: Input the book title (or part of it)
fi_fi: Syötä kirjan nimi (tai osa siitä)
it: Inserisci il titolo del libro (o parte di esso)
sr: Unesite naslov knjige (ili deo)

# invalidateChart
source: Delete Best Sellers
fi_fi: Poista Bestsellerit
it: Cancella i best seller
sr: Obrisati Best Seller-e
zh: 删除所有畅销书记录

# invalidateFavoriteBooks
source: Delete Favorite Books
fi_fi: Poista Suosikkikirjasi
it: Cancella i libri preferiti
sr: Obrisati omiljene knjige
zh: 删除所有喜好纪录

# invalidateNews
source: Delete News
fi_fi: Poista Uutiset
it: Cancella gli ultimi arrivi
sr: Obrisati vesti
zh: 删除最近新书记录

# invalidateRecentQueries
source: Delete All Researches
fi_fi: Poista Kaikki Hakusi
it: Cancella le ricerche effettuate
sr: Obrisati sve potrage
zh: 删除所有查找记录

source: Last Searched:
fi_fi: Viimeksi Haettu:
it: Ultima Ricerca:
sr: Poslednja potraga:
zh: 上次搜索：

source: Link not available
fi_fi: Linkki ei ole saatavilla
it: Link non disponibile
sr: Link ne postoji
zh: 链接不可用

source: Loading…
fi_fi: Ladataan &#8230;
it: Caricamento in corso…
sr: Punjenje…
zh: 载入中&#8230;

# main_activity
source: Main
fi_fi: Tärkein
it: Principale
sr: Mejn

source: My Books
fi_fi: Omat Kirjani
it: I Miei Libri
sr: Moje knjige
zh: 我的书

source: My Searches
fi_fi: Omat Hakuni
it: Le Mie Ricerche
sr: Moje potrage
zh: 我的搜索

# newsUrl
source: News
fi_fi: Uutiset
sr: Vesti
zh: 新书

source: No
fi_fi: Ei
sr: Ne
zh: 不是

# no_book_found
source: Hey! It seems like you still haven't added any book to your favorite list! Try searching for your favorite quote :)
fi_fi: Hei! Vaikuttaa siltä, ettet ole vielä lisännyt kirjoja suosikkeihisi! Kokeile hakea lempisitaattiasi :)
it: Ehi! Sembra che tu non abbia ancora aggiunto nessun libro alla tua lista dei preferiti! Prova a cercare la tua citazione preferita :)
sr: Hej! Izgleda da niste dodali nijednu knjigu do svoje liste omiljenih knjiga! Pokušajte da nadjete svoj omiljeni citat :)
zh: 嘿! 似乎你还没有添加任何书到你最喜欢的书架！ 尝试搜索您最喜欢的报价:)

# no_purchased_products
source: You still haven't purchased any product
fi_fi: Et vieläkään ole ostanut mitään tuotetta
it: Non hai ancora acquistato nessun prodotto
sr: Jolj nisi kupljen bilo koji proizvod

# no_query_found
source: Hey! It seems like you still haven't done any research! Try searching for your favorite quote :)
fi_fi: Hei! Vaikuttaa siltä, ettet ole vielä tehnyt yhtään hakua! Kokeile hakea lempisitaattiasi :)
it: Ehi! Sembra che tu non abbia ancora effettuato nessuna ricerca! Prova a cercare la tua citazione preferita :)
sr: Hej! Izgleda da nemate nikakvu potragu! Pokušajte da nadjete svoj omiljeni citat :)
zh: 嘿! 看来你还没有做任何记录！ 尝试搜索您最喜欢的报价:)

# no_result_found
source: The research didn't produce any result. Please check if you set your country correctly and reformulate the research
fi_fi: Tutkimus ei tuottanut tulosta. Tarkista jos olet asettanut maan oikein ja muotoilla uudelleen tutkimuksen
it: La ricerca non ha prodotto nessun risultato. Per favore seleziona correttamente la nazione e riformula la ricerca
sr: Potraga nije dala rezultate. Molimo Vas da pravilno odabrati naciju i reformulates pretragu

source: OK, I got it
fi_fi: OK, sain sen
it: Ok, capito
sr: Ok, kapiram

# open_in_browser
source: Open in external browser
fi_fi: Avaa toisessa selaimessa
it: Apri in un browser esterno
sr: Otvoriti u spoljašnjem pregledaču
zh: 在外部浏览器中打开

# optional_input_author_to_search
source: (optional) Book Author
fi_fi: (Valinnainen) Kirja Kirjailija
it: (opzionale) Autore del Libro
sr: (opciono) Autor knjige
zh: （可选）书的作者

source: Or
fi_fi: Tai
it: Oppure
sr: Ili

# premium_only
source: Unlock this functionality!
fi_fi: Avaa tätä toimintoa!
it: Sblocca questa funzionalità!
sr: Otključavanje ovi funkcionalnost

# product_ads
source: Advertising Removal
fi_fi: Mainosten poisto
it: Rimozione delle pubblicità
sr: Uklanjanje reklama
zh: 广告删除

# product_mic
source: Unlock the microphone to perform vocal searches
fi_fi: Avaa mikrofoni tehdäksesi äänihakuja
it: Sblocca il microfono per effettuare ricerche
sr: Odključavanje mikrofona za potragu glasom
zh: 解锁麦克风以执行人声搜索

# product_theme
source: Unlock theme changes
fi_fi: Avaa teeman muutokset
it: Sblocca nuovi temi
sr: Odključati nadogradnju tema
zh: 解锁主题更改

source: Purchased Products:
fi_fi: Ostetut tuotteet:
it: Prodotti Acquistati:
sr: Kupljenih Proizvoda:

# query_hit_fragment_name
source: Top Quotes
fi_fi: Suosituimmat Sitaatit
it: Top Citazioni
sr: Top Citati
zh: 热门书

# reporting_bug_error
source: Error while reporting bug
fi_fi: Virhe raportointi bug
it: Errore durante la segnalazione del bug
sr: Greška pri izveštavanju bug

source: Research Removed
fi_fi: Haku poistettu
it: Ricerca Rimossa
sr: Pretraga uklonjena

# saved_queries_tutorial
source: Here you can find all the researches you made. Click a card to rerun the search or swipe it left to delete.
fi_fi: Täältä löydät kaikki tehdyt hakusi. Napauta korttia toistaaksesi haun tai pyyhkäise vasemmalle poistaaksesi sen.
it: Qui trovi tutte le ricerche che hai effettuato. Clicca su una card per rifare la ricerca o fai uno swipe a sinistra per cancellarla.
sr: Ovde možete videti sve Vaše potrage. Kliknite karticu da biste pokrenuli novu potragu, ili idite levo za brisanje.
zh: 在这里你可以找到你做的所有研究。点击卡片即可重新运行搜索，或向左滑动以删除。

# schermata_bug
source: Bug Screen:
fi_fi: Virhenäyttö:
it: Schermata del bug:
sr: Ukaz problema:
zh: 错误屏幕：

# search_result_tutorial
source: Click on the green thumb to report the exact match for your research. Click on the red thumb to report a wrong result
fi_fi: Klikkaa vihreää peukalo ilmoittaa tarkkaa hakua oman tutkimuksen. Klikkaa punaista peukalon ilmoittaa väärän tuloksen
it: Clicca sul pollice verde per segnalare il risultato corretto per la tua ricerca. Clicca sul pollice rosso per segnalare un risultato errato
sr: Kliknite na zeleni palac da prijavi tačan meč za vaše istraživanje. Kliknite na crvenom palca da prijave pogrešan rezultat

source: Searching…
fi_fi: Haetaan…
it: Ricerca in corso…
sr: Traženje
zh: 正在搜索&#8230;

# segnala
source: Report
fi_fi: Ilmoita
it: Segnala
sr: Prijaviti
zh: 报告

# service_not_available
source: Service not available at the moment. Please try again later.
fi_fi: Palvelu ei ole juuri nyt käytettävissä. Yritä myöhemmin uudelleen.
it: Servizio al momento non disponibile. Si prega di riprovare più tardi.
sr: Služba trenutno ne radi. Molim pokušajte kasnije.
zh: 服务目前无法使用。 请稍后再试。

# settings_advertisements
source: Advertisements
fi_fi: Mainokset
it: Annunci Pubblicitari
sr: Reklame
zh: 广告

# settings_advertisements_description
source: Enable or disable advertisements
fi_fi: Näytä tai piilota mainokset
it: Abilita o disabilita gli annunci pubblicitari
sr: Dozvoliti ili nedozvoliti reklame
zh: 启用或禁用广告

# settings_buy_a_beer
source: Buy us a beer!
fi_fi: Osta meille olutta!
it: Offrici una birra!
sr: Kupi nam pivo!
zh: 为我们赠献一瓶啤酒！

# settings_buy_a_beer_description
source: Buy a virtual beer to this app's developers :)
fi_fi: Osta virtuaalinen olut tämän sovelluksen kehittäjille :)
it: Offri una birra virtuale agli sviluppatori di questa app :)
sr: Kupi virtualni pivo developerima ove aplikacije!
zh: 赠献一瓶虚拟啤酒给应用程序开发人员吧:)

# settings_choose_country
source: Your Country
fi_fi: Maasi
it: La Tua Nazione
sr: Vaša zemlja:
zh: 你的国家

# settings_choose_country_description
source: Choose your current country
fi_fi: Valitse nykyinen maa
it: Scegli la tua nazione
sr: Izaberi svoju zemlju
zh: 选择你的国家

# settings_clear_data
source: Clear All Data
fi_fi: Tyhjennä kaikki tiedot
it: Cancella tutti i dati
sr: Obriši sve podatke
zh: 清除所有数据

# settings_clear_data_description
source: Clear all application data including preferences
fi_fi: Tyhjennä kaikki sovelluksen tiedot, mukaan lukien suositukset
it: Cancella tutti i dati dell'applicazione incluse le preferenze
sr: Obriši sve podatke sa podešavanjima
zh: 删除所有应用数据，包括喜好

# settings_follow_on_facebook
source: Follow on Facebook
fi_fi: Seuraa Facebookissa
it: Seguici su Facebook
sr: Pratite nas na Facebook-u
zh: 在Facebook上关注

# settings_follow_on_facebook_description
source: Follow our Instabook page on Facebook
fi_fi: Seuraa Instabook-sivuamme Facebookissa
it: Segui la nostra pagina Instabook su Facebook
sr: Pratite našu Instabook stranu na Facebook-u
zh: 在Facebook上关注我们的Instabook页面

# settings_follow_on_instagram
source: Follow on Instagram
fi_fi: Seuraa Instagramissa
it: Seguici su Instagram
sr: Pratite nas na Instagram-u
zh: 在Instagram上关注

# settings_follow_on_instagram_description
source: Follow our Instabook profile on Instagram
fi_fi: Seuraa Instabook-profiiliamme Instagramissa
it: Segui il nostro profilo Instabook su Instagram
sr: Pratite naš Instabook profil na Instagram-u
zh: 在Instagram上关注我们的Instabook个人资料

# settings_follow_on_twitter
source: Follow on Twitter
fi_fi: Seuraa Twitterissä
it: Seguici su Twitter
sr: Pratite nas na Twitter-u
zh: 在Twitter上关注

# settings_follow_on_twitter_description
source: Follow our Instabook page on Twitter
fi_fi: Seuraa Instabook-sivuamme Twitterissä
it: Segui la nostra pagina Instabook su Twitter
sr: Pratite našu Instabook stranu na Twitter-u
zh: 在Twitter上关注我们的Instabook页面

# settings_license
source: License
fi_fi: Lisenssi
it: Licenza
sr: Licenca
zh: 许可证

# settings_localization
source: Localization
fi_fi: Kieli
it: Localizzazione
sr: Lokalizacija
zh: 位置

# settings_manage_license
source: In-app Purchases
fi_fi: Sovelluksen sisäiset ostot
it: Acquisti In-App
sr: Kupovine u aplikaciji

# settings_manage_license_description
source: Manage your license and choose to upgrade
fi_fi: Hallinnoi ja päivitä lisenssiä
it: Gestisci la tua licenza e scegli di aggiornare
sr: Upravljanje licencom i nadogradnja
zh: 管理您的许可证并选择升级

# settings_manage_space
source: Manage Space
fi_fi: Hallinnoi tilaa
it: Gestisci Spazio
sr: Upravljanje prostorom
zh: 管理空间

# settings_manage_space_description
source: Free some space by deleting useless stuff
fi_fi: Vapauta tilaa poistamalla tarpeettomia asioita
it: Libera dello spazio cancellando cio' che non ti interessa piu'
sr: Oslobodite prostor brisanjem nepotrebnog
zh: 通过删除无用的东西来释放一些空间

# settings_memory
source: Memory
fi_fi: Muisti
it: Memoria
sr: Memorija
zh: 记忆

# settings_primary_color
source: Primary Color
fi_fi: Pääväri
it: Colore Principale
sr: Prvobitna boja
zh: 原色

# settings_primary_color_description
source: Choose the primary color for you app theme
fi_fi: Valitse teeman pääväri
it: Scegli il colore principale per il tema della tua app
sr: Izaberi glavnu boju aplikacije
zh: 选择应用主题的主颜色

# settings_privacy
source: Privacy
fi_fi: Yksityisyys
sr: Privatnost
zh: 隐私

# settings_random_shake
source: Random quotes
fi_fi: Satunnainen lainauksia
it: Citazioni Casuali
sr: Random citata

# settings_random_shake_description
source: Enable or disable random quotes
fi_fi: Käyttöön tai poistaa satunnainen lainauksia
it: Abilita o disabilita le citazioni casuali
sr: Omogućavanje ili onemogućavanje random citata

# settings_rate_on_app_store
source: Rate on App Store
fi_fi: Arvostele App Storessa
it: Valuta sull'App Store
sr: Oceniti na App Store
zh: App store的价格

# settings_rate_on_app_store_description
source: Write a 5 stars review on App Store
fi_fi: Kirjoita 5 tähden arvostelu App Storessa
it: Lascia una recensione a 5 Stelle sull'App Store
sr: Oceniti sa 5 zvezda na App Store
zh: 写一个5星评论在App store

# settings_rate_on_play_store
source: Rate on Play Store
fi_fi: Arvostele Play Storessa
it: Valuta sul Play Store
sr: Oceniti na Play Store
zh: Play store的价格

# settings_rate_on_play_store_description
source: Write a 5 stars review on Play Store
fi_fi: Kirjoita 5 tähden arvostelu Play Storessa
it: Lascia una recensione a 5 Stelle sul Play Store
sr: Oceniti sa 5 zvezda na Play Store
zh: 写一个5星评论在Play store

# settings_read_privacy
source: Privacy Rules
fi_fi: Tietosuoja
it: Regole sulla Privacy
sr: Pravila Privatnosti
zh: 隐私规则

# settings_read_privacy_description
source: Read the privacy agreement
fi_fi: Lue tietosuojakäytäntö
it: Leggi l'accordo sulla privacy
sr: Pročitajte Pravila Privatnosti
zh: 阅读隐私协议

# settings_reports
source: Reports
fi_fi: Raportit
it: Segnalazioni
sr: Prijave
zh: 报告

# settings_reports_bug
source: Report a Bug
fi_fi: Ilmoita virheestä
it: Segnala un Bug
sr: Prijaviti Problem
zh: 报告错误

# settings_reports_bug_description
source: Thanks for your support
fi_fi: Kiitos tuestasi
it: Grazie per il tuo supporto
sr: Hvala za Vašu podršku
zh: 感谢您的支持

# settings_secondary_color
source: Secondary Color
fi_fi: Lisäväri
it: Colore Secondario
sr: Sekundarna boja
zh: 次要颜色

# settings_secondary_color_description
source: Choose the secondary color for you app theme
fi_fi: Valitse teeman lisäväri
it: Scegli il colore secondario per il tema della tua app
sr: Izaberi sekundarnu boju aplikacije
zh: 选择应用主题的次要颜色

# settings_shake
source: Shake
fi_fi: Shokki
sr: Mućkati

# settings_support_us
source: Support Us
fi_fi: Tue Meitä
it: Supportaci
sr: Pomognite nam
zh: 支持我们

# settings_theme
source: Theme
fi_fi: Teema
it: Tema
sr: Tema
zh: 主题

source: Share
fi_fi: Jaa
it: Condividi
sr: Podeli
zh: 分享

source: Shared
fi_fi: Jaettu
it: Condiviso
sr: Podeljeno
zh: 共享

source: Sign In
fi_fi: Kirjaudu sisään
it: Login
sr: Prijavite se

source: Sign Out
fi_fi: Kirjaudu ulos
it: Disconnetti
sr: Odjava

# speech_not_supported
source: Sorry! Your device doesn't support speech input
fi_fi: Laitteesi ei tue puheentunnistusta
it: Spiacente, il tuo dispositivo non supporta l'input vocale
sr: Izvinite! Vaš uredjaj ne dozvoljava traženje glasom
zh: 抱歉! 您的设备不支持语音输入

# speech_prompt
source: Say something…
fi_fi: Sano jotain…
it: Dì qualcosa…
sr: Napišite nešto…
zh: 说些什么…

# succesfully_signed_out
source: Successfully signed out
fi_fi: Onnistuneesti kirjautunut ulos
it: Disconnesso con successo
sr: Uspešno ste se

# tap_on_mic
source: Tap on mic to speak
fi_fi: Napauta mikrofonia puhuaksesi
it: Tocca il microfono per parlare
sr: Kliknite na mikrofon i govorite
zh: 点击麦克风说话

# thanks_for_helping
source: Thanks for helping us!
fi_fi: Kiitos avustasi!
it: Grazie di averci aiutato!
sr: Hvala na pomoći!

source: Thanks for your vote!
fi_fi: Kiitos äänestäsi!
it: Grazie di aver votato!
sr: Hvala što ste glasali!

source: The quote you searched:
fi_fi: Sitaattien te etsiä:
it: La citazione che hai cercato:
sr: Citat ste tražili:

# to_disable_ads
source: To disable ads please upgrade your license
fi_fi: Piilottaaksesi mainokset, päivitä lisenssi
it: Per disabilitare gli annunci per favore aggiorna la tua licenza
sr: Nadogradite licence da biste isključili reklame
zh: 要停用广告，请升级您的许可

# upgrade_uppercase
source: UNLOCK
fi_fi: PÄIVITÄ
it: SBLOCCA
sr: ODKLJUČATI

# upgradeAdv
source: Remove Advertising
fi_fi: Poista Mainokset
it: Rimuovi Pubblicita'
sr: Zabraniti Reklame
zh: 删除广告

# upgradeMic
source: Unlock Microphone
fi_fi: Avaa Mikrofoni
it: Sblocca Microfono
sr: Odključati mikrofon
zh: 解锁麦克风

# upgradeTheme
source: Unlock Theme
fi_fi: Avaa Teema
it: Sblocca Temi
sr: Odključati temu
zh: 解锁主题

source: User Not Logged
fi_fi: Käyttäjä ole kirjautunut
it: Utente Non Connesso
sr: Korisnik nije Sačuvana

source: Users Choice
fi_fi: Käyttäjät valinta
it: Scelto da Voi
sr: Korisnici Izbor

source: using
fi_fi: käyttämällä
it: usando
sr: Koristiti
zh: 使用

source: Yes
fi_fi: Kyllä
it: Sì
sr: Da
zh: 是

source: You may be interested in:
fi_fi: Saatat olla kiinnostunut seuraavista:
it: Ti potrebbe interessare:
sr: Možda Vas interesuje:
zh: 您可能感兴趣：

# you_voted_already
source: You already voted this book!
fi_fi: Sinä jo äänestänyt tätä kirjaa!
it: Hai già votato questo libro!
sr: Već ste glasali ovu knjigu!

# you_didnt_find
source: You didn't find what you was looking for?
it: Non hai trovato quello che cercavi?
sr: Niste našli ono što ste tražili?
